Repository: audi06/EStalker
Catalog: EStalker/usr/lib/enigma2/python/Plugins/Extensions/EStalker/locale/*/LC_MESSAGES/EStalker.po
Languages: it, zh

source: Please enter the correct pin code
it: Inserisci il corretto Codice PIN
zh: 请输入正确的 PIN 码

source: Enter pin code
it: Inserisci il Codice PIN
zh: 输入 PIN 码

source: The pin code you entered is wrong.
it: Il Codice PIN inserito è sbagliato.
zh: PIN 码输入错误.

source: Hidden Categories
it: Categorie nascoste
zh: 注意：插件已隐藏！

source: Cancel
it: Cancella
zh: 取消

source: Save
it: Salva
zh: 保存

source: Invert
it: Inverti
zh: 降序

source: Reset
it: Resetta
zh: 复位

source: Error: All categories hidden. Please amend your selection.
it: Errore: Tutte le categorie sono nascoste. Si prega di modificare la selezione.
zh: 错误:所有类别都隐藏.请修改您的选择.

source: Live Categories
it: Categorie dal vivo
zh: 录制和直播

source: Live TV
zh: 直播

source: Sort: A-Z
it: Ordina: A-Z
zh: 排序A-Z

source: Back
it: Indietro
zh: 返回

source: OK
zh: 确定

source: Search
it: Cerca
zh: 搜索

source: Reset Search
it: Resetta ricerca
zh: 搜索

source: Page:
it: Pagina:
zh: 页码:

source: Sort: Original
it: Ordina: Originale
zh: 原始

source: Sort: Z-A
it: Ordina: Z-A
zh: 排序A-Z

source: Filter this category...
it: Filtra questa categoria...
zh: 类别：

source: No results found.
it: Nessun risultato trovato.
zh: 搜索结果:

source: Incorrect pin code.
it: Errato codice PIN.
zh: PIN 码输入错误.

source: ALL
it: TUTTO
zh: 所有

source: All
it: Tutto
zh: 全部

source: Please enter the parental control pin code
it: Inserisci il corretto PIN del controllo parentale
zh: 请输入正确的 PIN 码

source: Next Info
it: Info successiva
zh: 稍后:

source: Now Info
it: Info attuale
zh: 皮肤信息:

source: TV
zh: 电视

source: Resolution Change Failed
it: Cambio di risoluzione fallito
zh: 解绑失败

source: Main Menu
it: Menu principale
zh: 菜单

source: Reset JSON
it: Resetta JSON
zh: 重置JSON

source: Playlists.txt location is invalid and has been reset.
it: La posizione del file Playlist.txt è invalido ed è stato resettato.
zh: Playlists.txt位置无效，已重置。

source: Dependencies not installed. Trying installing older version from feeds first...
it: Dependenze non installate. Prova prima ad installare una versione più vecchia dai feed...
zh: 未安装依赖项。 正在尝试先从订阅源安装旧版本...

source: Playlists
it: Playlist
zh: 排序方式:

source: Add Playlist
it: Aggiungi Playlist
zh: 将文件添加到播放列表

source: Main Settings
it: Impostazioni Principali
zh: 选择'是'删除所有主要设置配置数据.选择此选项会将所有Enigma2设置恢复为默认值.这也会导致Enigma2在重启时运行欢迎向导.

source: Warning: delete stored json data for all playlists... Settings, favourites etc. Playlists will not be deleted. Do you wish to continue?
it: Attenzione: elimina i dati JSON memorizzati per tutte le playlist... Impostazioni, preferiti, ecc. Le playlist non verranno eliminate. Vuoi continuare?
zh: 警告：删除所有播放列表的存储json数据...设置，收藏夹等。 播放列表不会被删除。 您想继续吗？

source: Playlist Menu
it: Menu Playlist
zh: 播放列表

source: Access Denied.
it: Accesso Negato.
zh: 拒绝访问.

source: Playlist Settings
it: Impostazioni Playlist
zh: 播放列表

source: No data, blocked or playlist not compatible with EStalker plugin.
it: Nessun dato bloccato o playlist non compatibile con il plugin EStalker.
zh: 没有数据,被阻止或播放列表与 XStreamity插件不兼容.

source: Manage Playlists
it: Gestisci playlist
zh: 播放列表排序

source: Delete
it: Cancella
zh: 删除

source: Auto Delete
it: Auto Cancella
zh: 删除

source: No internet.
zh: 网络

source: Active
it: Attivo
zh: 激活

source: Active Conn:
it: Connessione Attiva:
zh: 活动

source: Max Conn:
it: Connessioni max:
zh: 最高气温:

source: Not active
it: Non attivo
zh: 不活跃

source: Blocked
it: Bloccato
zh: 封锁

source: Unknown
it: Sconosciuto
zh: 未知

source: No Play Token
it: Nessun gettone di gioco
zh: 播放

source: Delete selected server (MAC) entry?
it: Eliminare la voce del server (MAC) selezionata?
zh: 删除所选服务器（ MAC ）条目？

source: Delete ALL invalid playlists? (Those marked as Not Active/Blocked/Expired)
it: Vuoi eliminare TUTTE le playlist non valide? (Quelle contrassegnate come Non Attive/Bloccate/Scadute)
zh: 删除所有无效的播放列表？ （标记为“未激活/已屏蔽/已过期” ）

source: Removed all invalid playlists
it: Rimuovi le playlist invalide
zh: 删除所有海报！

source: Really close without saving settings?
it: Vuoi chiudere senza salvare le impostazioni?
zh: 关闭而不保存设置?

source: Show LIVE category:
it: Mostra la categoria LIVE:
zh: 节目列表显示电视预览

source: Show VOD category:
it: Mostra la categoria VOD:
zh: 类别：

source: Show SERIES category:
it: Mostra la categoria SERIE:
zh: 类别：

source: Show CATCHUP category:
it: Mostra la categoria CATCHUP:
zh: 类别：

source: Stream Type LIVE:
it: Tipo di streaming LIVE:
zh: 传输流类型

source: Stream Type VOD/SERIES:
it: Tipo di streaming VOD/SERIE:
zh: 传输流类型

source: Show Adult channels:
it: Mostra canali per adulti:
zh: 成人内容节目

source: IPTV Ministra stalker player by KiddaC
it: Lettore stalker IPTV Ministra di KiddaC
zh: KiddaC的IPTV Ministra跟踪者玩家

source: Server error or invalid link.
it: Errore del server o collegamento non valido.
zh: 无效

source: Rating:
it: Valutazione:
zh: 按评分

source: Cast:
it: Attori:
zh: 在信息小部件中启用扩展事件信息的显示，包括完整演员阵容、剧组、剧情详细信息和其他元数据。

source: Director:
it: Direttore:
zh: 导演

source: Country:
it: Nazione:
zh: 地区

source: Overview
it: Anteprima
zh: 天气插件概述

source: Search All
it: Cerca tutto
zh: 搜索：

source: Sort: Added
it: Ordinamento: Aggiunto
zh: 排序

source: Protocol:
it: Protocollo:
zh: 协议:

source: Server URL: i.e. domain.xyz
it: URL del server: ad esempio domain.xyz
zh: 服务器URL :%s

source: Port:
it: Porta:
zh: 端口:

source: MAC Address (12 hex chars, no colons):
it: Indirizzo MAC (12 caratteri esadecimali, senza due punti):
zh: MAC地址(12个十六进制字符，无冒号):

source: Added MAC #%d:
it: MAC Aggiunti #%d:
zh: 已添加MAC # %d ：

source: MAC address added
it: Indirizzi MAC aggiunti
zh: MAC地址:

source: Invalid MAC format (use XXXXXXXXXXXX)
it: Formato MAC non valido (usare XXXXXXXXXXXX)
zh: MAC格式无效（使用XXXXXXXXXXXX ）

source: At least one MAC address is required
it: È richiesto almeno un indirizzo MAC
zh: 至少需要一个MAC地址

source: Playlist added successfully!
it: Playlist aggiunta con successo!
zh: 播放列表

source: Error saving playlist
it: Errore nel salvataggio della playlist
zh: 保存数据

source: Please change default parental pin. Pin cannot be 0000, 111, or 1234
it: Modifica il PIN predefinito per i genitori. Il PIN non può essere 0000, 111 o 123
zh: 请更改默认家长PIN。 PIN不能为0000、111或1234

source: You need to restart the GUI
it: Necessario riavvio della GUI
zh: 键盘映射已更改，您需要重新启动机顶盒界面

source: Do you want to restart now?
it: Vuoi riavviare adesso?
zh: 是否要马上重启?

source: Select skin
it: Seleziona la SKIN
zh: 选择皮肤：

source: playlists.txt location
it: percorso di playlist.txt
zh: 位置:

source: *Restart GUI Required
it: *Riavvio della GUI richiesto
zh: * =需要重新启动

source: Default LIVE stream type
it: Tipo di streaming LIVE predefinito
zh: 传输流类型

source: Default VOD/SERIES stream type
it: Tipo di streaming VOD/SERIE predefinito
zh: 默认点播/串联流类型

source: Preview LIVE streams in mini tv
it: Anteprima dei flussi LIVE in mini TV
zh: 在迷你电视中预览直播流

source: Stop stream on back button
it: Interrompi lo streaming premendo il pulsante Indietro
zh: 效果同停止按钮

source: EStalker parental control
it: Controllo parentale di EStalker
zh: 家长控制

source: EStalker parental pin
it: PIN del Controllo Parentale di EStalker
zh: 此频道组受家长控制 PIN 保护

source: Show in main menu
it: Mostra nel menu principale
zh: 显示主菜单为

source: Movie Database language
it: Lingua del database dei film
zh: EPG的电影数据库

source: Skip playlist selection screen if only 1 playlist
it: Salta la schermata di selezione della playlist se è presente solo 1 playlist
zh: 如果只有1个播放列表,则跳过播放列表选择屏幕

source: Show channel picons
it: Mostra le picons dei canali
zh: 在频道选择列表中显示picon

source: Show Vod/Series posters
it: Mostra poster di Vod/Serie
zh: 在信息栏中显示 VOD 海报

source: Show infobar picons
it: Mostra le picon nella Infobar
zh: 显示信息栏 Picon

source: Show infobar posters
it: Mostra i poster nella Infobar
zh: 第一信息栏无海报

source: Choose Directory:
it: Scegli la cartella:
zh: 选择保存海报的目录

source: Choose directory
it: Scegli la cartella
zh: 选择保存海报的目录

source: Vod Categories
it: Categoria VOD
zh: 视频点播

source: Movies
it: Film
zh: 电影

source: The TMDB plugin is not installed! Please install it.
it: Il plugin TMDB non è installato! Installalo.
zh: DreamPlex插件未安装! 请先安装.

source: The IMDb plugin is not installed! Please install it.
it: Il plugin IMDB non è installato! Installalo.
zh: IMDb 插件没有安装！ 请先安装.

source: No trailer found.
it: Nessun trailer trovato.
zh: 搜索预告片

source: Trailer is age restricted, and can't be accessed without logging in.
it: Il trailer è accessibile solo a utenti di una certa età e non è possibile visualizzarlo senza effettuare l'accesso.
zh: 预告片受年龄限制，未登录即无法访问。

source: Do you want to resume this playback?
it: Vuoi riprendere la riproduzione?
zh: 是否继续上次播放?

source: Resume position at %s
it: Riprendi la posizione a %s
zh: 恢复位置到 %s

source: VOD
zh: 视频点播
